{"data":{"outfits":{"data":{"active":{"data":{"day":{"data":{"heading":{"data":"Experience the power of a green workout","type":"string"},"places":{"data":[{"data":"h4N7u1WfKnjdYKWvVeKd","type":"string"},{"data":"UFD0GxAahqPdZmCEOqaS","type":"string"},{"data":"XxINhASRWTZe8xnxWtFK","type":"string"},{"data":"s82fjOp4eRLXd3dyrpkG","type":"string"},{"data":"3A3HEjRwLM8Xyqlplwin","type":"string"},{"data":"FWQxvuzbnvePQotZUJ1N","type":"string"},{"data":"KU99Pi5aiOK4TChEJjlA","type":"string"}],"type":"array"},"text":{"data":"After an active morning, it's time for a well-deserved lunch. If you are looking for a place to taste the traditional Slovenian cuisine, visit Slovenska hiša where you can choose from a number of delicious dishes. If you are looking for a wholesome lunch option, visit Ajdovo zrno, offering a wide range of veggie-friendly organic dishes. After fuelling up with a tasty lunch, it's time to carry on your keep-fit session - visit Tivoli park, the largest Ljubljana's outdoor venue, where you can workout on the grasslands, go running on numerous paths or exercise at the trim trail. If you are ready for some uphill training, take a short hike up the Rožnik hill. From there you can continue your workout by taking the forest trail towards Mostec trim track, equipped with 15 different outdoor sports devices. From Mostec, you are a short walk away from Koseški bajer, where you can exercise on the outdoor fitness devices while enjoying a lovely view of the pond. For a refreshing beverage, visit the nearby Kavarna Lokus.","type":"string"}},"type":"map"},"categories":{"data":{"food":{"data":true,"type":"boolean"},"drinks":{"data":true,"type":"boolean"},"sights":{"data":true,"type":"boolean"},"experience":{"data":true,"type":"boolean"},"sport":{"data":true,"type":"boolean"}},"type":"map"},"subtitle":{"data":"The best spots in Ljubljana for sport enthusiasts","type":"string"},"lat":{"data":46.06203675440087,"type":"number"},"lng":{"data":14.507777599790844,"type":"number"},"status":{"data":100,"type":"number"},"evening":{"data":{"places":{"data":[{"data":"vtqgzW5IJFAAkIJF8OZu","type":"string"},{"data":"568jr0lHj41fnJBTIBBm","type":"string"},{"data":"1mL5wZCeZ6p5XzTXCAyX","type":"string"},{"data":"8PKLQOrTEhc8AOYbuTpV","type":"string"},{"data":"6AKXJSfe6kxbT8ElfRXs","type":"string"}],"type":"array"},"text":{"data":"In the evening, indoor sports activities come to play. Visit the Indoor karting center BTC, where you can get your heart pumping and satisfy your thrill-seeking spirit, go to the Woop Trampoline park, full of fun and exciting activities or go rock climbing at Plezalni center Ljubljana. If you are looking for a restaurant to grab a bite, visit Gostilna Jurman, offering a variety of different dishes. If you are craving some grill specialities, visit Argentino steakhouse. For the perfect ending of an energetic and dynamic day, go to sports bar Lepa Žoga where you can enjoy a cold beer while talking to fellow sports enthusiasts or visit Hiša športa, offering a number of different beverages alongside with screenings of current sports events on a large TV screen.","type":"string"},"heading":{"data":"Enjoy the perfect mix of sports & fun","type":"string"}},"type":"map"},"title":{"data":"Active Ljubljana","type":"string"},"morning":{"data":{"heading":{"data":"Embark on an adventurous morning","type":"string"},"places":{"data":[{"data":"Jes3tOZIWHa5VnFr715n","type":"string"},{"data":"AVISsUSB6ROdIZJ4SclA","type":"string"},{"data":"UOouFGSWyscql5PFO9b8","type":"string"},{"data":"pH6LhzOgtFaJ8vmqTs5d","type":"string"},{"data":"767JoML6hXorPou1u54o","type":"string"},{"data":"HNsMIciRtIhv6QVTL4gV","type":"string"},{"data":"JXvw2oOmeScYsBSjq4gE","type":"string"}],"type":"array"},"text":{"data":"Start your day with a hearty breakfast at Gostilna dela, offering you a number of fresh and tasty meals to boost your energy. Just next to it is Museum of Sports where you can learn about the Slovenian sport's history and view more than 10 000 artefacts belonging to famous Slovenian sportsmen. After the museum, let the warm-up begin - all climbers can hike up the Mount Saint Mary, located on the outskirts of Ljubljana or go to the Golovec hill, offering numerous recreational paths. If you are not a hiking enthusiast, go Stand-up paddling on the Ljubljanica river. Another way of exploring the city is by renting a Ljubljana bike and cycling through the city as Ljubljana is one of the most bicycle-friendly cities. If you are looking for a long and green recreational path, perfect for walking, running or cycling, embark on the 33km long Trail of Remembrance and Comradeship.","type":"string"}},"type":"map"}},"type":"map"},"adventurous":{"data":{"morning":{"data":{"heading":{"data":"Explore Ljubljana’s diversity on wheels","type":"string"},"places":{"data":[{"data":"uqE2BUIGKvOVspobkv86","type":"string"},{"data":"EytiEXqeRmgL3LcIBf93","type":"string"},{"data":"HNsMIciRtIhv6QVTL4gV","type":"string"},{"data":"XxINhASRWTZe8xnxWtFK","type":"string"},{"data":"FWQxvuzbnvePQotZUJ1N","type":"string"},{"data":"6jgeSmGaUYyY5ffl7kWM","type":"string"}],"type":"array"},"text":{"data":"To fuel up for a day filled with excitement and adventure, visit Hostel Celica, offering a self service breakfast, where you can choose from a variety of food and drinks. After enjoying a tasty buffet breakfast, take a walk through the Metelkova city, full of unique graffiti, sculptures and barracks, taking you on an exciting adventure of Ljubljana's alternative culture scene. For a fun and exhilarating morning, rent a Ljubljana bike and take a ride through the historical old city centre, Tivoli park, Koseze pond, Banks of Ljubljana and the Špica park.","type":"string"}},"type":"map"},"day":{"data":{"text":{"data":"In the lunchtime, it's time to explore the variety of Slovenian and international cuisine. To discover traditional Slovenian food, visit Pannonian restaurant Güjžina, offering a number of unique far eastern Slovenian dishes. If you want to experience authentic international dishes, visit Skuhna, where you can enjoy delicacies from Africa, Asia and South America. After enjoying your lunch, it's time to increase your heart rate by enjoying one of the fun sport activities. If you are looking for a unique experience, go on a SUP tour of Ljubljana, offering iconic city sights from the Ljubljanica river. If you are a fan of hiking, climb Golovec, a tree-covered hill raising above the eastern part of Ljubljana. If the weather is more suited for an indoor activity, visit the Museum of Illusions, featuring a collection of creative optical illusions which will take you on an unforgettable visual experience.","type":"string"},"heading":{"data":"A fun-loving and sporty afternoon","type":"string"},"places":{"data":[{"data":"4iVVnYchquXGKeRq1SV7","type":"string"},{"data":"du9ZTqiV5ll87Jv1J0Y8","type":"string"},{"data":"767JoML6hXorPou1u54o","type":"string"},{"data":"pH6LhzOgtFaJ8vmqTs5d","type":"string"},{"data":"H8aMoETVlPsHiM8B5Bvy","type":"string"}],"type":"array"}},"type":"map"},"categories":{"data":{"food":{"data":true,"type":"boolean"},"drinks":{"data":true,"type":"boolean"},"sights":{"data":true,"type":"boolean"},"experience":{"data":true,"type":"boolean"},"sport":{"data":true,"type":"boolean"}},"type":"map"},"subtitle":{"data":"Top thrill-seeking activities for experiencing Ljubljana in the most venturous and fun-loving way","type":"string"},"lat":{"data":46.05324219285715,"type":"number"},"lng":{"data":14.507412742857143,"type":"number"},"status":{"data":100,"type":"number"},"evening":{"data":{"heading":{"data":"A night of thrilling adventures","type":"string"},"places":{"data":[{"data":"9p0llfm9FnNEUiaJ0p7w","type":"string"},{"data":"qW8UuyYCUVHy1JgsJB9j","type":"string"},{"data":"AKuylpYBA8Jy57vh6anp","type":"string"}],"type":"array"},"text":{"data":"For an adventurous evening in Ljubljana, visit Escape room Enigmarium, an original game concept where you have one hour to unravel puzzles and riddles to escape from a locked room. Another interactive adventure game located in the city centre is Labyrinth Ljubljana, an interactive adventure game where you try to escape from a labyrinth of dark and secretive hallways. If adventures stir up a hunger in you, visit a bistro offering one of the best experiences of Slovenian food Klobasarna, where you can try the traditional Carniolan sausage and rolled pastry. For the perfect end of your day of exploration, take a stroll or the funicular to the Ljubljana castle, a medieval fortress where you can dine at Gostilna na gradu, grab a drink, enjoy the view of the lively city centre and get a thrill out of one of the many entertaining events hosted throughout the year. If you are a fan of sports, visit Hiša športa, where you can enjoy a drink by the river bank while watching current sport events on big TV screens.","type":"string"}},"type":"map"},"title":{"data":"Adventurous Ljubljana","type":"string"}},"type":"map"},"alternative":{"data":{"evening":{"data":{"text":{"data":"Start your evening in Pritličje, a coffee place by day and a live music venue by night, where you can choose from a variety of drinks while enjoying in urban electronic music beats. Another choice for an evening out is ČinČin Tobačna, a popular gathering of urban culture lovers. If you feel like clubbing, visit K4, an alternative club offering a varied program of music events. If visiting Metelkova City fascinated you by day, you will not regret visiting it by night when a large number of clubs and concert venues open up, creating a vibrant atmosphere while attracting mixed crowds of underground music fans. Do not forget to check the event listing at Kino Šiška, the central contemporary concert venue in Slovenia, hosting a number of indie rock, hip hop, metal and other music genres performers.","type":"string"},"heading":{"data":"Enjoy Ljubljana’s underground nightlife scene","type":"string"},"places":{"data":[{"data":"Ae2pWQETwg5XfSwacGyI","type":"string"},{"data":"JKyq2IMqu83tBpfemdWP","type":"string"},{"data":"S2slUPOUbUwu5n64z9iO","type":"string"},{"data":"EytiEXqeRmgL3LcIBf93","type":"string"},{"data":"t7LMn3qHr73Vjr0kSXfS","type":"string"}],"type":"array"}},"type":"map"},"title":{"data":"Alternative Ljubljana","type":"string"},"morning":{"data":{"places":{"data":[{"data":"EytiEXqeRmgL3LcIBf93","type":"string"},{"data":"uqE2BUIGKvOVspobkv86","type":"string"},{"data":"XhZyG4hfZDev513aFzbR","type":"string"},{"data":"0BcAbIvORbs5OlCW5wdc","type":"string"},{"data":"QMBJAL58YvGqNohkv7Yd","type":"string"}],"type":"array"},"text":{"data":"Start your day in the centre of Ljubljana's alternative culture scene – the Metelkova city, where you can first enjoy a buffet breakfast at Hostel Celica, one of the most intriguing hostels, a former prison where the cells have been reconstructed into rooms. If you are looking for veggie breakfast options, visit Bazilika bistro, offering a variety of pies, sandwiches and other delicacies. After breakfast, take a stroll around Metelkova city to discover unique graffiti, sculptures, mosaics and other fascinating artwork. If you are a fan of contemporary art, visit MSUM – Museum of contemporary art. Just a few meters away is Slovene Ethnographic Museum and Kavarna SEM, where you can grab a cup of coffee and relax on a deckchair.","type":"string"},"heading":{"data":"Morning in Ljubljana’s funky neighborhood","type":"string"}},"type":"map"},"day":{"data":{"heading":{"data":"Explore Ljubljana’s most hipster street","type":"string"},"places":{"data":[{"data":"EytiEXqeRmgL3LcIBf93","type":"string"},{"data":"du9ZTqiV5ll87Jv1J0Y8","type":"string"},{"data":"elPhhuXFjBG0KzyvjrDJ","type":"string"},{"data":"5q8SkSqohPSoYSfZRzbF","type":"string"},{"data":"7daYFdqMgkI6p01qAV7v","type":"string"},{"data":"9c0ITBgfZojibh2VUbUH","type":"string"},{"data":"XxINhASRWTZe8xnxWtFK","type":"string"}],"type":"array"},"text":{"data":"From Metelkova City head to the Trubarjeva street, one of the most colourful and dynamic streets of Ljubljana, filled with graffiti art, unconventional shops and unique restaurants. For lunch, visit Skuhna, a restaurant offering authentic African, Asian and South American cuisine. If you prefer burgers and fries, visit Centralna postaja, where you can also enjoy a cup of coffee in the relaxed atmosphere. The next must-see place on the Trubarjeva street is Tovarna Rog, an autonomous social place filled with unique daily and evening events. After you finish exploring the captivating Trubarjeva street, walk through the city centre to Kongresni square, where you can lay on the grass, relax and enjoy the lively city vibe. If you are craving a drink, go to TOZD, a uniquely decorated bar offering a variety of drinks and snacks. If you are a nature lover, visit Tivoli park, where you can spend your afternoon relaxing on the wide grassland, looking at the sky and listening to the sounds of birds.","type":"string"}},"type":"map"},"categories":{"data":{"food":{"data":true,"type":"boolean"},"culture":{"data":true,"type":"boolean"},"drinks":{"data":true,"type":"boolean"},"experience":{"data":true,"type":"boolean"},"sport":{"data":true,"type":"boolean"}},"type":"map"},"subtitle":{"data":"The ultimate guide to what local hipsters drink, eat and do in Ljubljana","type":"string"},"lat":{"data":46.05402809038756,"type":"number"},"lng":{"data":14.50798936226814,"type":"number"},"status":{"data":100,"type":"number"}},"type":"map"},"artsy":{"data":{"categories":{"data":{"food":{"data":true,"type":"boolean"},"sights":{"data":true,"type":"boolean"},"drinks":{"data":true,"type":"boolean"},"experience":{"data":true,"type":"boolean"},"culture":{"data":true,"type":"boolean"},"sport":{"data":true,"type":"boolean"}},"type":"map"},"subtitle":{"data":"Cream of the crop of Ljubljana’s art, architecture and food","type":"string"},"lat":{"data":46.05272318656051,"type":"number"},"lng":{"data":14.505909748310264,"type":"number"},"status":{"data":100,"type":"number"},"evening":{"data":{"heading":{"data":"Ljubljana’s funky arts district","type":"string"},"places":{"data":[{"data":"FLIiosiO2uY2K67NQmDU","type":"string"},{"data":"0BcAbIvORbs5OlCW5wdc","type":"string"},{"data":"EytiEXqeRmgL3LcIBf93","type":"string"},{"data":"w6ozWAKLWGFzdsU72oMq","type":"string"},{"data":"QMBJAL58YvGqNohkv7Yd","type":"string"},{"data":"pbshQXJ6LLuusE4nDn8T","type":"string"}],"type":"array"},"text":{"data":"If you are looking for a top dining experience, visit Atelje, a simple, but refined modern restaurant offering a number of beautifully served Slovenian and international dishes. After dinner, visit MSUM, museum of contemporary art, located next to the Metelkova city an alternative social and cultural centre full of fascinating sculptures, graffiti and other unique artworks, known for hosting a variety of art performances, exhibitions and music events. Here is also the Alkatraz Gallery, focused on presenting contemporary artwork of young artists. If you want to go for a drink, visit Kavarna SEM, located next to the Slovene Ethnographic museum.","type":"string"}},"type":"map"},"title":{"data":"Artsy Ljubljana","type":"string"},"morning":{"data":{"places":{"data":[{"data":"NytbvRChAD8x5Qhyo6Um","type":"string"},{"data":"xAK9jUmdaeErfyq7D3Ja","type":"string"},{"data":"URSOaDdxYG8VjMfUM54t","type":"string"},{"data":"7IHT9CrCednH5gRlnEZ3","type":"string"},{"data":"NBsMu39Mv4adB2hF4POt","type":"string"},{"data":"XxINhASRWTZe8xnxWtFK","type":"string"}],"type":"array"},"text":{"data":"To start your day off right, visit Kavarna Moderna where you can choose from a variety of freshly roasted coffee flavours and snacks, located in the Museum of Modern Art. After your first dose of coffee and art, visit the nearby National gallery containing the largest visual arts collection in Slovenia. From there it’s a short walk to the Jakopič promenade, hosting various exhibitions throughout the entire year. At the end of the promenade, there is the International Center of Graphic Arts, a museum and a gallery housing a collection of fine art prints. Also located in the Tivoli Mansion is Caffe Biennale, were you can enjoy a coffee and a snack with a view of the Tivoli park.","type":"string"},"heading":{"data":"Art and culture in the heart of Tivoli park","type":"string"}},"type":"map"},"day":{"data":{"places":{"data":[{"data":"6vYDJLr6soOY4eyzbrKX","type":"string"},{"data":"nfSc7pTJeKNt9cMBehUd","type":"string"},{"data":"4fStD9c6uhkfNAFGfhNP","type":"string"},{"data":"Eukthqt80SCTnKtwRNVt","type":"string"},{"data":"oArm779NTJqQhiNmegNP","type":"string"},{"data":"xl8m0brLqdJk1UjuwxhV","type":"string"},{"data":"o6ZvWHG0gQP5vax5Zr1q","type":"string"}],"type":"array"},"text":{"data":"At lunchtime, visit Monstera Bistro, following the innovative zero-waste cuisine concept, where you can enjoy a delicious culinary experience provided with locally sourced ingredients. After lunch, it’s time for a cup of coffee at Kavarna STOW, known for their specialty freshly roasted coffee, which you can also buy to enjoy at home. The next stop is the Jakopič Gallery hosting exhibitions of contemporary art and design by Slovenian and international artists. Afterwards, walk through the picturesque old city centre, filled with stunning architecture works from the greatest Slovenian architect Jože Plečnik, including the Triple Bridge, the Cobblers’ bridge and the Central Market, where you can stop at DobraVaga, a selling art gallery where you can also have a cup of coffee and a piece of pie.","type":"string"},"heading":{"data":"Plečnik’s Ljubljana","type":"string"}},"type":"map"}},"type":"map"},"budget":{"data":{"status":{"data":100,"type":"number"},"evening":{"data":{"places":{"data":[{"data":"1vAR6B0xAIMXlUVl7mAA","type":"string"},{"data":"5vd03uhRBz2GtYMQeQpl","type":"string"},{"data":"PjzUTBTxlqwJaX3gHSf2","type":"string"},{"data":"EytiEXqeRmgL3LcIBf93","type":"string"},{"data":"ThxbTTBMwe6jqwCA4mny","type":"string"}],"type":"array"},"text":{"data":"In the evening, take a walk to the Ljubljana castle, where you can enjoy beautiful views of the entire Ljubljana city and take idyllic strolls around the mighty medieval fortress. If you are looking for a cheap evening bite to eat, visit oriental fast food joint Abi Falafel or grab a tasty burek at Burek Olimpija. If you are looking for some free-entrance clubbing option, an autonomous social and cultural alternative center Metelkova city is the place to be, offering numerous daily live music events alongside countless fascinating graffiti art and sculptures. Another similar place is Autonomous Factory Rog, hosting numerous alternative events, from poetry readings to clubbing.","type":"string"},"heading":{"data":"Get wild at the underground party scene","type":"string"}},"type":"map"},"title":{"data":"Ljubljana on a budget","type":"string"},"morning":{"data":{"places":{"data":[{"data":"h4N7u1WfKnjdYKWvVeKd","type":"string"},{"data":"szskS0oX3bx9SZALL3PL","type":"string"},{"data":"unOTxYxARS62awUOVWHK","type":"string"},{"data":"mg1e4HojclEOxzGyS6D6","type":"string"},{"data":"3ThI2Pw7je1IBZqBAsBD","type":"string"}],"type":"array"},"text":{"data":"Start your morning with a cup of coffee at Slovenska hiša and treat yourselves to a delicious complimentary breakfast consisting of locally-produced bread, butter, honey and marmalade. Another great option is Gostilna dela, offering a variety of budget-friendly breakfast dishes. After breakfast, indulge in some arts and culture in a number of Ljubljana's galleries offering free entry such as the City Art Gallery and the Match Gallery, hosting various contemporary art projects, the former tobacco factory Tobacco 001 Cultural Centre, housing an art gallery and a museum collection and the Bežigrad Galleries, hosting smaller overview exhibitions.","type":"string"},"heading":{"data":"Enjoy free aesthetic experiences","type":"string"}},"type":"map"},"day":{"data":{"text":{"data":"For lunch, visit Centralna postaja where you can choose from a variety of tasty cheap eats, including pizza, pasta, burgers and fries. If you want to taste the Slovenian cuisine, visit Druga Violina, a reasonably priced restaurant with a unique concept serving delicious lunch dishes and desserts. After savouring up your tasty meal, visit Tivoli park, where you can enjoy lovely walks in nature, relax on the grasslands, view the current exhibition at the Jakopič promenade, exercise on the trim track or even take a short hike up to the Rožnik hill. Another great chill-out spot is the grassland at the Koseški bajer, where you can also do some workout at the outside fitness.","type":"string"},"heading":{"data":"Relax in the peaceful nature","type":"string"},"places":{"data":[{"data":"elPhhuXFjBG0KzyvjrDJ","type":"string"},{"data":"jiBwGkAAebDUA4WCiAl6","type":"string"},{"data":"XxINhASRWTZe8xnxWtFK","type":"string"},{"data":"7IHT9CrCednH5gRlnEZ3","type":"string"},{"data":"AVj5yEopQz9bYeEabHUy","type":"string"},{"data":"FWQxvuzbnvePQotZUJ1N","type":"string"}],"type":"array"}},"type":"map"},"categories":{"data":{"sights":{"data":true,"type":"boolean"},"drinks":{"data":true,"type":"boolean"},"experience":{"data":true,"type":"boolean"},"culture":{"data":true,"type":"boolean"},"sport":{"data":true,"type":"boolean"},"food":{"data":true,"type":"boolean"}},"type":"map"},"subtitle":{"data":"The top low-cost adventures in the lively Ljubljana city","type":"string"},"lat":{"data":46.05285604518197,"type":"number"},"lng":{"data":14.502212478493835,"type":"number"}},"type":"map"},"familyfriendly":{"data":{"lat":{"data":46.05316873483661,"type":"number"},"lng":{"data":14.501716232121733,"type":"number"},"status":{"data":100,"type":"number"},"evening":{"data":{"places":{"data":[{"data":"H8aMoETVlPsHiM8B5Bvy","type":"string"},{"data":"1mL5wZCeZ6p5XzTXCAyX","type":"string"},{"data":"h4N7u1WfKnjdYKWvVeKd","type":"string"},{"data":"X5Li95N6aXtsvv5EuHDX","type":"string"}],"type":"array"},"text":{"data":"Evenings in Ljubljana are full of exciting experiences for families. If you love adventure and riddles, visit Escape room Enigmarium. If you love optical illusions, visit Museum of Illusions. If you are looking for a sport-loving activity, visit trampoline park WOOP. When you start feeling hungry after a day full of exciting adventures, visit Slovenska hiša to try out traditional Slovenian cuisine. If you are looking for a place where you can enjoy a cocktail while your kids enjoy some delicious pancakes, visit fusion bar Romeo.","type":"string"},"heading":{"data":"Fun-loving family night","type":"string"}},"type":"map"},"title":{"data":"Family friendly Ljubljana","type":"string"},"morning":{"data":{"text":{"data":"Since breakfast sets the tone for the whole day, start yours on a good note by visiting Gostilna dela where you can choose from a variety of nutritious and tasty breakfast dishes. If you feel like spoiling your kids with a treat, take them to Kavarna Rog where you can enjoy a cup of coffee while they savour some delicious fluffy American pancakes. After breakfast, it's time for a day full of fun and games, starting by going to the Tivoli park, where kids can play on the playground while you relax on the wide grasslands. To grab a snack or have a drink, visit Čolnarna Tivoli. If you want to go for a longer walk in the nature, hike up the Rožnik hill, a favourite family spot of many. Just next to Tivoli park is Lumpi park, an amusement park for kids, full of exciting activities.","type":"string"},"heading":{"data":"Let the games begin","type":"string"},"places":{"data":[{"data":"szskS0oX3bx9SZALL3PL","type":"string"},{"data":"JXXoQJGRwI2kinSX7sxe","type":"string"},{"data":"XxINhASRWTZe8xnxWtFK","type":"string"},{"data":"vNPtKrNKTAxlFFulmh5e","type":"string"},{"data":"AVj5yEopQz9bYeEabHUy","type":"string"},{"data":"jAw7Z5vw0ozpEJvmnW08","type":"string"}],"type":"array"}},"type":"map"},"day":{"data":{"heading":{"data":"The perfect mix of learning and pleasure","type":"string"},"places":{"data":[{"data":"aAQv7tWE1Hcp5TOszev0","type":"string"},{"data":"iikeuWNekzHk0bug5VpV","type":"string"},{"data":"Dawpz6RNnkf4fp6YvUDK","type":"string"},{"data":"UgOB9Uy2hmeXTNyJC3XT","type":"string"},{"data":"1vAR6B0xAIMXlUVl7mAA","type":"string"},{"data":"VeBV3nlr34Yrfdspmg72","type":"string"},{"data":"qW8UuyYCUVHy1JgsJB9j","type":"string"}],"type":"array"},"text":{"data":"At lunchtime, visit Gostilna Čad, a restaurant just below the Rožnik hill famous for their Serbian cuisine, green terrace and a play area for children. Just nearby is Ljubljana ZOO, where your children can meet their favourite animals up close, play on the unique playgrounds and even pet a number of domestic animals. For rainy afternoons, the perfect place to visit is Hiša eksperimentov, a science centre full of interesting and fun experiments as interesting for kids as their are for adults.[br]Another great way to start your afternoon is to take a funicular up to the Ljubljana castle where you can admire wonderful sights of the entire city, enjoy an adventurous game of Escape castle and have lunch in Gostilna na gradu.","type":"string"}},"type":"map"},"categories":{"data":{"food":{"data":true,"type":"boolean"},"drinks":{"data":true,"type":"boolean"},"experience":{"data":true,"type":"boolean"},"sport":{"data":true,"type":"boolean"}},"type":"map"},"subtitle":{"data":"The best ideas for a family day full of fun and adventure in the safe and exciting Ljubljana city","type":"string"}},"type":"map"},"geeky":{"data":{"day":{"data":{"heading":{"data":"Magical Ljubljana: The Gathering","type":"string"},"places":{"data":[{"data":"szskS0oX3bx9SZALL3PL","type":"string"},{"data":"DGOO0AoDSOTkZfwEBzWQ","type":"string"},{"data":"DVFoKPDW2j2j0p57ugBD","type":"string"},{"data":"UgOB9Uy2hmeXTNyJC3XT","type":"string"}],"type":"array"},"text":{"data":"For lunch, visit Gostilna Dela, a restaurant offering a variety of different menus in a relaxed and homely atmosphere. If you would prefer a burger, fries and craft beer, go to Pop’s place, offering a variety of different locally sourced gurman burgers. After enjoying a tasty meal, visit Črna Luknja, another game shop with a special gaming room where game players gather and where you can even try out a number of different board and card games. If you love experiments, visit Hiša eksperimentov, a playful museum offering unique interactive experiments exhibition.","type":"string"}},"type":"map"},"categories":{"data":{"food":{"data":true,"type":"boolean"},"drinks":{"data":true,"type":"boolean"},"experience":{"data":true,"type":"boolean"}},"type":"map"},"subtitle":{"data":"A top list of nerdy adventures in the geek-friendly Ljubljana","type":"string"},"lat":{"data":46.05081352049472,"type":"number"},"lng":{"data":14.507704389901905,"type":"number"},"status":{"data":100,"type":"number"},"evening":{"data":{"places":{"data":[{"data":"cgbB3A74lw5ZVcvc9oxU","type":"string"},{"data":"V8M9Ly0ZvAt994iVplyl","type":"string"},{"data":"Ae2pWQETwg5XfSwacGyI","type":"string"},{"data":"ocjLSXYiCgnZoATj3TZg","type":"string"}],"type":"array"},"text":{"data":"Evenings in Ljubljana are best for playing board games while drinking your favourite beer at Dobra poteza, the first board game shop in Ljubljana where you can choose from more than 400 exciting board games. If you are a comic book enthusiast, check out Pop up striparna in Pritličje opened every Thursday evening, which also hosts a number of different comic books related events. For all adventure-seekers, visit Escape room Enigmarium an original game concept, where you have to solve puzzles and uncover hidden hints to escape from a locked room in time. If you are a fan of virtual reality, immerse yourself in the amazing virtual world at Virtualist, the first Slovenian virtual reality center.","type":"string"},"heading":{"data":"The ultimate game night","type":"string"}},"type":"map"},"title":{"data":"Geeky Ljubljana","type":"string"},"morning":{"data":{"heading":{"data":"Get ready to geek out","type":"string"},"places":{"data":[{"data":"h4N7u1WfKnjdYKWvVeKd","type":"string"},{"data":"HGh4aRWlp3FsfwarNKnt","type":"string"},{"data":"rTNZreV18O15VyKYEuTj","type":"string"},{"data":"H8aMoETVlPsHiM8B5Bvy","type":"string"}],"type":"array"},"text":{"data":"Start your day with a cup of coffee or tea served with complementary homemade bread, local butter, honey and jam at Slovenska hiša, where you can also choose from a variety of hearty Slovenian breakfasts. If you are a coffee nerd, visit Cafetino, offering more than 20 different coffee types along with delicious pastry snacks. After breakfast, it’s time for game shopping at Tojeto, selling a wide range of different board games, thought-provoking puzzles and games and creative toys. Next stop is Muzej Iluzij, taking you on an intriguing sensual, visual and educational experience.","type":"string"}},"type":"map"}},"type":"map"},"green":{"data":{"subtitle":{"data":"The top picks for the tree-hugging, birds-listening and organic food-eating nature lover","type":"string"},"lat":{"data":46.05961698737247,"type":"number"},"lng":{"data":14.491344887601663,"type":"number"},"status":{"data":100,"type":"number"},"evening":{"data":{"heading":{"data":"Let all your worries float away","type":"string"},"places":{"data":[{"data":"BWy5eJDHnX8fd0GtT3JQ","type":"string"},{"data":"CmDEA0YKwxfypvBcUK8Y","type":"string"},{"data":"Q0VxSfmD4qLka19iKzda","type":"string"},{"data":"ZVcPSAfZts4u51NxNCr9","type":"string"},{"data":"EPvwHur2nNo29rJgfPb0","type":"string"},{"data":"dSYh7Xfg7I1vvveu1cVg","type":"string"},{"data":"1vAR6B0xAIMXlUVl7mAA","type":"string"}],"type":"array"},"text":{"data":"Evenings in Ljubljana are perfect for taking a stroll alongside the Ljubljanica river, walking through beautiful Breg and Trnovski pristan embankment leading you to Špica caffe, where you can enjoy a tap beer, a refreshing cocktail or a unique ice cream while relaxing on a deckchair at Špica park. Just across the river, you can visit Ljubljana Botanic garden, one of the oldest botanical gardens in Europe containing more than 45000 different species and subspecies. Another way to see this beautiful part of Ljubljana is by Barka Ljubljana, taking you on a boat ride along the Ljubljanica river. If you are craving an evening snack, visit Organic Garden where you can treat yourself to burgers, sandwiches, pies, potato chips, smoothies and a cup of fair-trade coffee or vegan ice-cream, all of which you can enjoy in their beautiful Secret garden. If you are looking for the perfect spot overlooking the whole city, take a walk up the Ljubljana Castle, where you can enjoy a spectacular view over the entire charming green city.","type":"string"}},"type":"map"},"title":{"data":"Green Ljubljana","type":"string"},"morning":{"data":{"text":{"data":"Start your day in Bazilika Bistro, where you can treat yourself to a cup of coffee and a veggie sandwich or a piece of vegan pie, all made from fresh seasonal ingredients. If you are craving a nutritious and refreshing beverage, visit Barbarella Juicebar where you can choose from a wide range of refreshing smoothies or juices. After fuelling up with a healthy and wholesome breakfast, climb the Mount Saint Mary (Šmarna gora), one of the most popular hiking destinations for nature lovers, located on the outskirts of Ljubljana. At the top of the hill, treat yourself at Gostilna Ledinek offering a variety of drinks and traditional Slovenian dishes.[br]If you are not a fan of hiking, another exciting way to spend your morning is to visit the Ljubljana ZOO, where you can observe a number of different mammals, reptiles, birds and amphibians. Perfect for morning or evening walks is also the Path of Remembrance and Comradeship, a 34-kilometre long recreational route circulating Ljubljana, lined by more than 7000 trees.","type":"string"},"heading":{"data":"A nutritious and energetic start of the day","type":"string"},"places":{"data":[{"data":"XhZyG4hfZDev513aFzbR","type":"string"},{"data":"e4GD8Kzz1YV9jOyhrC6m","type":"string"},{"data":"0TUWjTAuRZO7ZlyEngjX","type":"string"},{"data":"aBHqkzI38uAltiEJYu84","type":"string"},{"data":"Dawpz6RNnkf4fp6YvUDK","type":"string"},{"data":"JXvw2oOmeScYsBSjq4gE","type":"string"}],"type":"array"}},"type":"map"},"day":{"data":{"heading":{"data":"Green wonderland in the middle of the city","type":"string"},"places":{"data":[{"data":"0VlaxCQVeLi1RzuK0nGc","type":"string"},{"data":"UFD0GxAahqPdZmCEOqaS","type":"string"},{"data":"XxINhASRWTZe8xnxWtFK","type":"string"},{"data":"6BCAwB6a17Ax5EMp1rhD","type":"string"},{"data":"vNPtKrNKTAxlFFulmh5e","type":"string"},{"data":"AVj5yEopQz9bYeEabHUy","type":"string"},{"data":"DaowLWtpFSoPstm9C2ae","type":"string"},{"data":"3A3HEjRwLM8Xyqlplwin","type":"string"},{"data":"FWQxvuzbnvePQotZUJ1N","type":"string"},{"data":"KU99Pi5aiOK4TChEJjlA","type":"string"}],"type":"array"},"text":{"data":"If you are looking for a unique food experience, there is no place for nature lovers like Taman Organic, a vegan restaurant offering gluten-free, locally sourced and certified organic dishes. If you  prefer a self-service restaurant, visit Ajdovo Zrno, where you can choose from a wide range of vegan and raw dishes, including delicious healthy desserts. After lunch, you can spend your afternoon relaxing in Tivoli, a beautiful green park in the centre of Ljubljana, where you can lay on the grass, listen to the sounds of nature and hang out with the squirrels. If you take a walk through the park, you will arrive at the Tivoli Greenhouse, full of interesting and exotic vegetation. Next to it is Čolnarna Tivoli, where you can stop for an afternoon coffee, drink or an ice-cream scoop and enjoy in the incredible view of water lilies blooming in the nearby pond.[br]From Tivoli, you can take a short hike up to the Rožnik hill, where you can refresh with a cold beverage or a traditional Slovenian pastry called “flancat” at Gostilna Rožnik. If you go down the hill on the other side, you can enjoy in a few more kilometres of beautiful forest paths leading through Mostec and ending by the Koseze pond, where you can unwind, observe the elegant swans and grab a drink at the nearby bar Lokus.","type":"string"}},"type":"map"},"categories":{"data":{"food":{"data":true,"type":"boolean"},"drinks":{"data":true,"type":"boolean"},"sights":{"data":true,"type":"boolean"},"experience":{"data":true,"type":"boolean"},"sport":{"data":true,"type":"boolean"}},"type":"map"}},"type":"map"},"lgbt":{"data":{"evening":{"data":{"heading":{"data":"It's party time!","type":"string"},"places":{"data":[{"data":"Ae2pWQETwg5XfSwacGyI","type":"string"},{"data":"EytiEXqeRmgL3LcIBf93","type":"string"},{"data":"gQitny3sKUaAiDdHAbdP","type":"string"},{"data":"7xzqNPfdcRvG1zAWG2xX","type":"string"},{"data":"S2slUPOUbUwu5n64z9iO","type":"string"}],"type":"array"},"text":{"data":"The Ljubljana city offers a number of gay-friendly music venues and parties. Start your evening at Pritličje, a popular hang-out spot where you can enjoy a drink while indulging in electronic music beats and a lively atmosphere. Next stop is the alternative social and cultural center Metelkova city, the location of LGBT clubs Tiffany, where you can dance your heart out to contemporary pop and Monokel, known for promoting lesbian artists and hosting electronic music events every weekend. Both clubs also organise numerous cultural and social events during the week. If you are in the mood for some serious clubbing, K4 is a gay-friendly alternative club offering a various music program, also known for hosting LGBT events called K4 Roza.","type":"string"}},"type":"map"},"title":{"data":"LGBT Ljubljana","type":"string"},"morning":{"data":{"places":{"data":[{"data":"uqE2BUIGKvOVspobkv86","type":"string"},{"data":"e4GD8Kzz1YV9jOyhrC6m","type":"string"},{"data":"0BcAbIvORbs5OlCW5wdc","type":"string"},{"data":"767JoML6hXorPou1u54o","type":"string"},{"data":"m6JXEZjjLx4tKbzpvYd8","type":"string"},{"data":"xFOIGsuw7ohHK2A75Tt6","type":"string"}],"type":"array"},"text":{"data":"For the perfect start of the morning, grab a breakfast at Hostel Celica, a gay-friendly hostel that is actually a uniquely redesigned former prison. If you like to start your morning with a smoothie and a healthy snack, visit the veggie-friendly Barbarella Juice bar. After breakfast, indulge in one of the numerous activities that the city has to offer, from enjoying art at the Museum of Contemporary Art Metelkova, going SUP-ing on the Ljubljanica river to locking your love at the Butcher's bridge and experiencing an unforgettable adventure at the Escape room Enigmarium. If you are looking for a place to grab a drink or a snack, visit TOZD, a uniquely decorated hip bar by the Ljubljanica river.","type":"string"},"heading":{"data":"Let the adventures begin","type":"string"}},"type":"map"},"day":{"data":{"heading":{"data":"Green and relaxing afternoon","type":"string"},"places":{"data":[{"data":"1vAR6B0xAIMXlUVl7mAA","type":"string"},{"data":"qW8UuyYCUVHy1JgsJB9j","type":"string"},{"data":"0VlaxCQVeLi1RzuK0nGc","type":"string"},{"data":"XxINhASRWTZe8xnxWtFK","type":"string"},{"data":"NBsMu39Mv4adB2hF4POt","type":"string"}],"type":"array"},"text":{"data":"In the afternoon, take a ride with a funicular or walk up to the Ljubljana castle, offering numerous fun activities and culinary experiences. If you want to try out Slovenian cuisine, visit Gostilna na gradu, where you can treat yourself to a delicious locally-sourced lunch. If you are looking for veggie-friendly options, visit Taman organic, a vegan restaurant in the center of Ljubljana offering a variety of locally sourced and certified organic dishes. For all nature lovers, Tivoli park is a must-visit, offering numerous nature pathways and relaxing grassland chill-out spots. If you are craving a cup of coffee or something sweet, visit Cafe Biennale where you can enjoy their delicacies while enjoying a beautiful view of the Tivoli park. Be sure to check the current LGBT event listing in Ljubljana as there are numerous events hosted throughout the entire year; like the LGBT film festival hosted every autumn and the famous Ljubljana pride in the summer.","type":"string"}},"type":"map"},"categories":{"data":{"culture":{"data":true,"type":"boolean"},"drinks":{"data":true,"type":"boolean"},"experience":{"data":true,"type":"boolean"},"sport":{"data":true,"type":"boolean"},"food":{"data":true,"type":"boolean"}},"type":"map"},"subtitle":{"data":"Top gay-friendly places in the open and relaxed Ljubljana city","type":"string"},"lat":{"data":46.05457544326081,"type":"number"},"lng":{"data":14.508195581295377,"type":"number"},"status":{"data":100,"type":"number"}},"type":"map"},"luxurious":{"data":{"morning":{"data":{"text":{"data":"For a top-notch start of the day, visit Ek Bistro, offering a variety of delicious breakfast and brunch dishes. If you are looking for a superior relaxing experience, visit Vander, an urban resort where you can not only indulge in an abundant breakfast full of appetizing delicacies but also pamper yourself with a zen message and relax for a few hours at the roof-top terrace pool. After pampering, treat yourself to one of the exquisite desserts in the nearby patisserie Lolita or go for a drink at the Nebotičnik cafe, offering a number of different beverages and desserts alongside one of the most incredible and romantic vies of Ljubljana. If you are a shopaholic, a must-visit is Galerija Emporium, a luxury department store where you can shop for high-fashion clothes, shoe and accessories.","type":"string"},"heading":{"data":"Let the pampering begin","type":"string"},"places":{"data":[{"data":"8kRzcDp9sKjVSxjMsa7Z","type":"string"},{"data":"ILs47xUw8VV4ktk9HuxX","type":"string"},{"data":"QarnDHURjaKUr5psbHVE","type":"string"},{"data":"hrcouXRuPGhiKPSvgekx","type":"string"},{"data":"kNFoHwS1Mr3dAMz3VXMh","type":"string"}],"type":"array"}},"type":"map"},"day":{"data":{"text":{"data":"Ljubljana is known for its rich culinary scene. If you are looking for a dining experience which will satisfy even the most demanding gourmets, visit JB restaurant, recognized as one of the top 100 restaurants in the world. If you are craving a taste of the Mediterranean cuisine, visit Hiša kulinarike Manna, offering a variety of top-quality dishes. After lunch, it's time for some more pampering – visit the Sense Wellness Club, where you can spoil yourself in saunas, hydromassage pool or even indulge in a Thai massage. For afternoon drinks, visit B Bar at InterContinental Ljubljana, where you can enjoy a refreshing beverage on the outdoor terrace offering beautiful views of the city. If you are a wine connoisseur, visit Wine bar Šuklje, where you can get a taste of more than 300 different types of wines.","type":"string"},"heading":{"data":"Experience an explosion of tastes","type":"string"},"places":{"data":[{"data":"QRWAmrd2QCTuWGu67US7","type":"string"},{"data":"fhAuwpDNVMiPA2AqX1JU","type":"string"},{"data":"24lvBcFcfoG48dqPMBum","type":"string"},{"data":"jdUWFyr1wKYQkiHlMl0S","type":"string"}],"type":"array"}},"type":"map"},"categories":{"data":{"sport":{"data":true,"type":"boolean"},"food":{"data":true,"type":"boolean"},"drinks":{"data":true,"type":"boolean"},"experience":{"data":true,"type":"boolean"}},"type":"map"},"subtitle":{"data":"The finest places in Ljubljana to indulge in a 5-star experience","type":"string"},"lat":{"data":46.0503260208985,"type":"number"},"lng":{"data":14.506081559403748,"type":"number"},"status":{"data":100,"type":"number"},"evening":{"data":{"heading":{"data":"Indulge in the most spectacular view of Ljubljana","type":"string"},"places":{"data":[{"data":"1vAR6B0xAIMXlUVl7mAA","type":"string"},{"data":"qW8UuyYCUVHy1JgsJB9j","type":"string"},{"data":"6vYDJLr6soOY4eyzbrKX","type":"string"},{"data":"SRes0kNaZ7qxnlmtFya3","type":"string"},{"data":"sMBP4L5pyxcfUoVBgWqc","type":"string"}],"type":"array"},"text":{"data":"Evenings in Ljubljana are perfect for taking a ride with a funicular to the Ljubljanski grad and enjoying a spectacular view from the top. For a fine dining experience, visit Gostilna na gradu, known for its outstanding Slovenian cuisine dishes. After dinner, take an idyllic stroll around the castle and check for current events. Another evening dining option is Bistro Monstera, representing innovative author cuisine, which will provide you with a memorable culinary experience. If you would like to taste the finest Slovenian cuisine in the most unique way possible, Dinner in the dark is the ultimate experience for you. After savouring up your tasty dinner, visit the Kolibri Cocktail bar offering the best craft cocktails in the city in a charming ambience. If you are a fan of opera, check the event listing at the Opera & Balet Ljubljana, offering a wide repertoire of operas, ballets and concert works.","type":"string"}},"type":"map"},"title":{"data":"Luxurious Ljubljana","type":"string"}},"type":"map"},"millennials":{"data":{"lat":{"data":46.0548781573607,"type":"number"},"lng":{"data":14.506347720507657,"type":"number"},"status":{"data":100,"type":"number"},"evening":{"data":{"heading":{"data":"Crazy nights make the best memories","type":"string"},"places":{"data":[{"data":"mxAK3bdbkY9HCHXicgT0","type":"string"},{"data":"bK7ZT6we2qvcGRpuxjBT","type":"string"},{"data":"Ae2pWQETwg5XfSwacGyI","type":"string"},{"data":"lMwBxDq3PLz1Sr5PVLBc","type":"string"},{"data":"S2slUPOUbUwu5n64z9iO","type":"string"},{"data":"EytiEXqeRmgL3LcIBf93","type":"string"},{"data":"PjzUTBTxlqwJaX3gHSf2","type":"string"},{"data":"QpTY4YRdWdDVdi9Zc9QV","type":"string"}],"type":"array"},"text":{"data":"In the evening, it's time to bring out the party animals in you. Start your evening in Pivnica Union, where you can grab a bite to eat while enjoying one of the most famous Slovenian beer Union. If you are craving pizza, visit Pizzerija Foculus, where you can choose from a variety of pizza types, including vegan options. Next up is Pritličje where you can treat yourself to a drink while enjoying urban electronic music beats. After enjoying your first evening drink, it's time to get the party started – get wild on the dance floor, at  Cirkus Club if you enjoy contemporary pop and house music or K4 if you prefer a more alternative electronic music selection. Another popular alternative evening hang-out spot is the Metelkova city, an autonomous social and cultural center of Ljubljana with a wide range of music events. If you are looking for some late-night eats, visit the most popular burek takeaway Burek Olimpija or treat yourselves to some veggie-friendly fast food at Fari's Delice.","type":"string"}},"type":"map"},"title":{"data":"Millennials' Ljubljana","type":"string"},"morning":{"data":{"text":{"data":"Start your morning in Centralna postaja, where you can treat yourselves to some coffee and a generous self-service breakfast. If some of you are vegetarian or vegan, Ajdovo zrno is the place to be, offering a variety of wholesome breakfast dishes. After breakfast, it's adventure time – if you are a sport loving group, go Stand-up paddle-boarding on the Ljubljanica river or visit the Woop Trampoline park for the perfect mix of sports, fun and adventure. If you are a more chill-out gang, the perfect spot for you is the Tivoli park, where you can relax on the wide grasslands, enjoy in the sounds of nature or go for a drink at the Čolnarna Tivoli. For some easy-going fun, visit Mini Cafe Golf, where you can have a fun mini golf competition while enjoying some delicious beverages and desserts.","type":"string"},"heading":{"data":"Life was meant for good friends and adventure","type":"string"},"places":{"data":[{"data":"elPhhuXFjBG0KzyvjrDJ","type":"string"},{"data":"UFD0GxAahqPdZmCEOqaS","type":"string"},{"data":"767JoML6hXorPou1u54o","type":"string"},{"data":"1mL5wZCeZ6p5XzTXCAyX","type":"string"},{"data":"XxINhASRWTZe8xnxWtFK","type":"string"},{"data":"vNPtKrNKTAxlFFulmh5e","type":"string"},{"data":"T1lkUqytXb7L5vWg62q1","type":"string"}],"type":"array"}},"type":"map"},"day":{"data":{"text":{"data":"At lunchtime, visit burger joint Pop's place to enjoy kickass burgers and a glass of craft beer. If you are looking for veggie-friendly options, Organic Garden is the perfect lunch spot, offering a variety of burgers, sandwiches and desserts. The next must-stop is Dobra poteza, a board game bar where your gang can enjoy in hours of fun-loving time by playing board games while drinking fair-trade coffee or have one of their wide selection of beers. To test your teamwork skills, go on an hour of unforgettable adventurous fun unravelling riddles and discovering hidden clues at Escape room Enigmarium. If you are looking for a nice spot to grab a drink, visit TOZD, a uniquely decorated bar offering a variety of different beverages and snacks. Another option is Činčin Tobačna, a popular hangout spot offering a variety of beverages and a steamy music selection at night.","type":"string"},"heading":{"data":"Good friends, good food, good times","type":"string"},"places":{"data":[{"data":"nQfIZAGFOCldafLA9hDC","type":"string"},{"data":"togp6wjC7GUUSdHidXkC","type":"string"},{"data":"OzNfMSKCiKBV39YhS3IH","type":"string"},{"data":"xFOIGsuw7ohHK2A75Tt6","type":"string"},{"data":"JKyq2IMqu83tBpfemdWP","type":"string"}],"type":"array"}},"type":"map"},"categories":{"data":{"drinks":{"data":true,"type":"boolean"},"experience":{"data":true,"type":"boolean"},"sport":{"data":true,"type":"boolean"},"food":{"data":true,"type":"boolean"}},"type":"map"},"subtitle":{"data":"The most fun, exciting and unique places for friends exploring Ljubljana","type":"string"}},"type":"map"},"photogenic":{"data":{"categories":{"data":{"food":{"data":true,"type":"boolean"},"sights":{"data":true,"type":"boolean"},"drinks":{"data":true,"type":"boolean"},"experience":{"data":true,"type":"boolean"},"culture":{"data":true,"type":"boolean"},"sport":{"data":true,"type":"boolean"}},"type":"map"},"subtitle":{"data":"The most eye-catching spots in the charming Ljubljana city","type":"string"},"lat":{"data":46.05183846527002,"type":"number"},"lng":{"data":14.507785466043629,"type":"number"},"status":{"data":100,"type":"number"},"evening":{"data":{"heading":{"data":"Enjoy the most breathtaking views of Ljubljana","type":"string"},"places":{"data":[{"data":"1vAR6B0xAIMXlUVl7mAA","type":"string"},{"data":"LHvGIEghJ74g9QA6GYO6","type":"string"},{"data":"hrcouXRuPGhiKPSvgekx","type":"string"},{"data":"JUpcLqd9N51m4ZhkVKLV","type":"string"},{"data":"Le87mL3jJYbuQflSleUg","type":"string"},{"data":"dl2mVLmAx8ZoMIHg8LzB","type":"string"},{"data":"EOypYoB2cAhCgObcHMGL","type":"string"}],"type":"array"},"text":{"data":"In the evening, be sure to visit the enchanting Ljubljana castle just in time for the golden hour to capture the most beautiful sunset shots from the top of the city. If you are feeling hungry, treat yourself to a delicious dinner at Restavracija Strelec. If you are looking for a place to grab a cocktail while enjoying the best view of the old city center, visit the Skyscraper. For dessert, go for some ice-cream or waffles at Grefino and take some enviable food shots. A beautiful part of Ljubljana to capture the lively city vibe is the Main town square, where you can go for a drink at Pritličje and enjoy in the urban electronic music beats. Do not forget to capture the city’s most famous Prešeren square located next to the beautiful Triple bridge.","type":"string"}},"type":"map"},"title":{"data":"Photogenic Ljubljana","type":"string"},"morning":{"data":{"heading":{"data":"Explore Ljubljana’s spectacular diversity","type":"string"},"places":{"data":[{"data":"8kRzcDp9sKjVSxjMsa7Z","type":"string"},{"data":"elPhhuXFjBG0KzyvjrDJ","type":"string"},{"data":"EytiEXqeRmgL3LcIBf93","type":"string"},{"data":"ZH0X6uxIElDBJcuRLRkJ","type":"string"},{"data":"m6JXEZjjLx4tKbzpvYd8","type":"string"},{"data":"8iKpJsPf9OEb6gOVvnCS","type":"string"}],"type":"array"},"text":{"data":"Start your day with a cup of coffee and a tasty breakfast at the lovely Ek Bistro. If you prefer a self-service breakfast, visit the hip Centralna postaja, located in the colorful Trubarjeva street where you can capture photos of numerous quaint little shops and unique graffiti art. Just a short walk away is the Metelkova city, an alternative culture center filled with fascinating and bizarre sculptures, graffiti and other unique artworks. If you are not a fan of street art, go on a quest to find the mighty Dragon statue, an iconic symbol of Ljubljana. From there, take a walk to the Butcher's bridge where you can capture a romantic shot of the padlocks that couples attached to the bridge to express their love and commitment to each other. Just next to it is Lockal, a bar offering a number of unique and camera-ready beverages.","type":"string"}},"type":"map"},"day":{"data":{"places":{"data":[{"data":"RVDZ1y5lVCLj7h7duFr5","type":"string"},{"data":"eJtAfb5GBBkknTUHNJCR","type":"string"},{"data":"AcvWzieKVHkzqS6VQ7Yp","type":"string"},{"data":"xFOIGsuw7ohHK2A75Tt6","type":"string"},{"data":"oArm779NTJqQhiNmegNP","type":"string"},{"data":"ceIgTrw97pqO5nQBAJ3R","type":"string"}],"type":"array"},"text":{"data":"After exploring Ljubljana’s diversity, it's time for a lunch at the beautifully designed Mediterranean restaurant Altroke. If you prefer vegan dishes, visit the stylish and funky Kucha, located a short bus drive from the city center. After lunch, take a stroll to one of the most picturesque streets in Ljubljana, the charming Križevniška street. If you are craving a refreshing beverage, visit the uniquely decorated Tozd bar. For the best shots of the colourful facades by the Ljubljanica river, take a walk along the Breg embankment all the way to the Cobbler's bridge. Another beautiful spot for capturing the Ljubljanica river is the Gradaščica embankment located between the Gradaška and Eipprova street.","type":"string"},"heading":{"data":"Capture the picturesque Ljubljanica river","type":"string"}},"type":"map"}},"type":"map"},"romantic":{"data":{"categories":{"data":{"food":{"data":true,"type":"boolean"},"drinks":{"data":true,"type":"boolean"},"experience":{"data":true,"type":"boolean"},"sport":{"data":true,"type":"boolean"}},"type":"map"},"subtitle":{"data":"How to spend the most romantic and idyllic day in the charming Ljubljana city","type":"string"},"lat":{"data":46.04995084887582,"type":"number"},"lng":{"data":14.505537672925543,"type":"number"},"status":{"data":100,"type":"number"},"evening":{"data":{"places":{"data":[{"data":"1vAR6B0xAIMXlUVl7mAA","type":"string"},{"data":"LHvGIEghJ74g9QA6GYO6","type":"string"},{"data":"hFK5jvBybb297qeCdP3H","type":"string"},{"data":"hrcouXRuPGhiKPSvgekx","type":"string"},{"data":"vQ1xs3VVoheQQW8TAofY","type":"string"}],"type":"array"},"text":{"data":"In the evening, go for a walk or take the funicular to the Ljubljana castle, one of the most romantic spots in Ljubljana where you can take a stroll around the mighty medieval fortress, observe the lively vibe of the city from up above and treat yourselves to a luxurious dinner at Restavracija Strelec. If you are looking for a one-of-a-kind dinner, sign up for the thrilling Dinner in the dark in Hotel Slon, where you can indulge in a 2-hour dining experience in a pitch-black restaurant.[br]For the ideal end of the day, enjoy a cocktail with a breathtaking view of Ljubljana at the roof terrace of Nebotičnik (Skyscraper). If live music is what makes your heart flutter, visit Prulček, known for their diverse daily music program and a wide range of international beers.","type":"string"},"heading":{"data":"Romance is in the air","type":"string"}},"type":"map"},"title":{"data":"Romantic Ljubljana","type":"string"},"morning":{"data":{"heading":{"data":"The perfect romantic getaway","type":"string"},"places":{"data":[{"data":"iKpXJ1lTMEwlb8xvcO3T","type":"string"},{"data":"XxINhASRWTZe8xnxWtFK","type":"string"},{"data":"vNPtKrNKTAxlFFulmh5e","type":"string"},{"data":"TAaBqPesmABAuez88NaZ","type":"string"}],"type":"array"},"text":{"data":"Start your morning easy by taking a stroll through the city centre and enjoying a breakfast in Le Petit, a French bistro with a cozy and romantic ambience offering a variety of different breakfast and brunch dishes. After savouring a hearty breakfast, walk to the Tivoli park, where you can spend some time in the nature, lay on the wide grassland and reconnect with your loved one. If you start craving a refreshing beverage, visit Čolnarna Tivoli located next to a beautiful fish pond.[br]If you are looking for the perfect romantic getaway where you can leave all your worries behind, visit Vander, an urban resort in the city centre where you can start your day by treating yourselves to a luxurious breakfast, following by a few relaxing hours on the rooftop terrace with a swimming pool, where you can even pamper yourselves with a soothing zen massage. For the perfect closure of your romantic morning, enjoy a combination of traditional Slovenian and contemporary world cuisine in the Vander restaurant.","type":"string"}},"type":"map"},"day":{"data":{"heading":{"data":"Lock in your love","type":"string"},"places":{"data":[{"data":"X5Li95N6aXtsvv5EuHDX","type":"string"},{"data":"NjtHTAH1Bl3IqEfbuaS6","type":"string"},{"data":"RVDZ1y5lVCLj7h7duFr5","type":"string"},{"data":"8iKpJsPf9OEb6gOVvnCS","type":"string"},{"data":"m6JXEZjjLx4tKbzpvYd8","type":"string"},{"data":"BWy5eJDHnX8fd0GtT3JQ","type":"string"},{"data":"Q0VxSfmD4qLka19iKzda","type":"string"},{"data":"767JoML6hXorPou1u54o","type":"string"},{"data":"CmDEA0YKwxfypvBcUK8Y","type":"string"}],"type":"array"},"text":{"data":"Named after the most famous star-crossed lovers, restaurant Julija and fusion bar Romeo will provide you with the perfect romantic ambience to rekindle your passion and make the love sparks fly. For the best experience, visit restaurant Julija for the main course, following by treating yourself to some unique pancakes in bar Romeo. If you prefer mediterranean cuisine, visit Istrian restaurant and wine bar Altroke located in the beautiful old city centre.[br]Another must-see place for all couples in love is bar Lockal, known for their unique refreshing drinks and locks. Why locks? It is located by the Butcher's bridge, Ljubljana's love bridge, where you can express your love and commitment by writing your names on the lock and attaching it to the bridge. You can also enjoy the beautiful Ljubljana city by taking a ride with one of the Ljubljanica boats or by walking through beautiful Breg and Trnovski pristan embankment, leading you to the Špica cafe, where you can enjoy a tap beer, a refreshing cocktail or one of the special flavoured ice cream while relaxing on a deckchair on the grassland.","type":"string"}},"type":"map"}},"type":"map"}},"type":"documents"}},"type":"collections"}